
/* *********************************************************************************** *
*                                                                                      *
*                                                                                      *
*           ファイル名：  tb1.hpp              ( テーブル:tb1 ヘッダファイル)             *
*                                                                                      *
*                                                                                      *
*           引数： tb1.hpp                                                              *
*                                                                                      *
*           内容： TBL(tb1)専用クラス専用ヘッダ                                          *
*                                                                                      *
* ************************************************************************************ */


/*** include定義 ***/
#include <iostream>


/*** 構造体定義 ***/
typedef struct {
    int no;
    std::string name;
} TB1;
