
/* *********************************************************************************** *
*                                                                                      *
*                                                                                      *
*           ファイル名：  tb1_class.hpp        ( テーブル:tb1 クラスヘッダファイル)        *
*                                                                                      *
*                                                                                      *
*           引数： tb1_class.hpp                                                        *
*                                                                                      *
*           内容： TBL(tb1)専用クラス専用ヘッダ                                          *
*                                                                                      *
* ************************************************************************************ */

/*** include定義 ***/



/*** マクロ定義 ***/


/*** クラス定義 ***/

class tb1_class
{
private:
    /* data */
public:
    tb1_class(/* args */);
    ~tb1_class();
};

tb1_class::tb1_class(/* args */)
{
}

tb1_class::~tb1_class()
{
}
